<?php
include("../components/head.php");
include("../components/header.php");
?>

<div class="main-content">
    <ul class="search-results">
        <li>
            <h2 class="text-16"><a href="#">Заголовок результата поиска</a></h2>
            <p>фрагмент текста результата поиска фрагмент текста результата поиска фрагмент текста результата поиска фрагмент текста результата поиска фрагмент текста результата поиска...</p>
        </li>
        <li>
            <h2 class="text-16"><a href="#">Заголовок результата поиска</a></h2>
            <p>фрагмент текста результата поиска фрагмент текста результата поиска фрагмент текста результата поиска фрагмент текста результата поиска фрагмент текста результата поиска...</p>
        </li>
        <li>
            <h2 class="text-16"><a href="#">Заголовок результата поиска</a></h2>
            <p>фрагмент текста результата поиска фрагмент текста результата поиска фрагмент текста результата поиска фрагмент текста результата поиска фрагмент текста результата поиска...</p>
        </li>
    </ul>
</div>

<?php
include("../components/footer.php");
?>